Revit 2027 API
ParameterTypeId.PathReinSpanhookPrim Property
 "Start Hook Angle Primary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinSpanhookPrim { get; }
Public Shared ReadOnly Property PathReinSpanhookPrim As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinSpanhookPrim {
	ForgeTypeId^ get ();
}
static member PathReinSpanhookPrim : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace